{
  "vi": {
    "title": "Chính sách bảo mật",
    "slug": "chinh-sach-bao-mat",
    "content": "<img src=\"../assets/img/umami-recipes-detail.png\" alt=\"privacy image\"><p>Ajinomoto Co., Inc. (“Ajinomoto” hoặc “chúng tôi”) cố gắng đảm bảo việc xử lý thông tin cá nhân của bạn một cách thích hợp, tuân theo chính sách bảo mật sau:</p><ol><li>Nướng xương sống cá tráp biển, chú ý không để chúng bị cháy trong khoảng 10 phút ở 320 ℉ / 160 ℃ trong lò nướng. （Trường hợp không có lò nướng: Rắc muối chiếm 1% lượng cá tráp trong 10 phút. Rửa sạch chúng và đặt trong một quả bóng. Đổ nước sôi lên chúng. Sau đó nhúng chúng vào nước lạnh và loại bỏ phần máu và dính. Lọc nó bằng một cái rây.）</li><li>Cho 1 cái vào chảo. Thêm nước, rượu sake và kombu vào chúng. Để sôi và nhỏ lửa, vớt bọt trong khoảng 30 phút. Căng chúng.</li> <li>Lột vỏ củ cải ở độ sâu cần thiết để loại bỏ phần xơ cứng bên dưới vỏ. Cắt nó dài dòng.</li><li>Trải cá tráp biển lên một cái rổ có đục lỗ. Xối nước sôi lên chúng. Khi bề mặt của cá tráp chuyển sang màu trắng đục, ngâm chúng vào nước lạnh. (Phương pháp này được gọi là shimofuri.)</li> <li> Ajinomoto sẽ không cung cấp cho bên thứ ba thông tin cá nhân của bạn mà không có sự đồng ý trước của bạn trừ trường hợp chúng tôi ủy thác việc xử lý thông tin cá nhân cho bên thứ ba trong phạm vi cần thiết cho mục đích sử dụng hoặc chúng tôi cung cấp thông tin cá nhân một cách hợp pháp cho bên thứ ba theo quy định của pháp luật , quy định hoặc quy tắc.</li> <li> Ajinomoto đáp ứng một cách thích hợp yêu cầu của bạn để tiết lộ, chỉnh sửa, thêm hoặc tạm ngừng việc sử dụng dữ liệu cá nhân mà bạn cung cấp cho chúng tôi. Để biết thêm thông tin về yêu cầu này, vui lòng liên hệ với địa chỉ hoặc trang web mà bạn đã cung cấp thông tin cá nhân đó.</li><li>Ajinomoto cố gắng phát triển và cải tiến hệ thống nội bộ được thiết kế để đảm bảo xử lý thông tin cá nhân một cách thích hợp và thực hiện các chương trình đào tạo nhân sự liên tục cho mục đích đó.</li></ol>"
  },
  "en": {
    "title": "Privacy Policy",
    "slug": "privacy-policy",
    "content": "<img src=\"../assets/img/umami-recipes-detail.png\" alt=\"privacy image\"><p>Ajinomoto Co., Inc. (“Ajinomoto” or “we”) strives to ensure appropriate treatment of your personal information,subject to the following privacy policy:</p><ol><li>Grill the sea bream backbones, taking care not to burn them for about 10 minutes at 320℉/160℃ in an oven.（In case of no oven: Sprinkle salt making up 1% of the seabream for 10 minutes. Wash them and put in a ball.Pour boiling water on them. Then immerse them in cold water and remove bloody and sticky part. Strain it with a strainer.）</li><li>Put 1 in a pan. Add water, sake and kombu to them. Let them boil and simmer, taking off the froth for about 30 minutes. Strain them.</li> <li>Peel off the skin of the turnips at a depth necessary to remove the hard fiber part beneath the skin. Cut it lengthways.</li><li>Spread the sea breams on a perforated basket. Splash boiling water on them. When the surface of the sea breams have turned white, immerse them in cold water. (This method is called shimofuri.) </li> <li> Ajinomoto will not provide third parties with your personal information without your prior consent except in cases where we delegate the handling of personal information to third parties to the extent necessary for the purpose of use or we provide personal information legally to a third party pursuant to laws, regulations or rules.</li> <li> Ajinomoto appropriately responds to your request to disclose, correct, add or suspend the use of, the personal data you provide to us. For more information about this request, please contact the address or website through which you provided such personal information. </li><li>Ajinomoto strives to develop and improve the internal system designed to ensure appropriate treatment of personal information and to conduct ongoing personnel training programs for that purpose. </li></ol>"
  }
}